# EqPercent

## Description
Returns TRUE if num1 and num2 are equal within the given percent.

```pascal
FUNCTION EqPercent(
				value1  : REAL;
				value2  : REAL;
				percent : REAL): BOOLEAN;
```

```python
def vs.EqPercent(value1, value2, percent):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|value1|REAL|   |
|value2|REAL|   |
|percent|REAL|   |

## Version
Availability: from Vectorworks 2014

## Category
* Graphic Calculation